Repository: cagysek/StagApp
Catalog: StagApp/*.lproj/Localizable.strings
Languages: cs

# scheduleDetail.title
source: Title
cs: Název

# scheduleDetail.students %lld
source: Students (%lld)
cs: Studenti (%lld)

# scheduleDetail.select-section
source: Selected section:
cs: Vyberte sekci:

# scheduleDetail.room
source: Room
cs: Místnost

# scheduleDetail.time
source: Time
cs: Čas

# scheduleDetail.type
source: Type
cs: Typ

# scheduleDetail.general
source: General
cs: Obecné

# scheduleDetail.department
source: Department
cs: Pracoviště

# scheduleDetail.shortcut
source: Shortcut
cs: Zkratka

# scheduleDetail.credits
source: Credits
cs: Kredity

# scheduleDetail.range-of-hours-per-week
source: Range of hours per week
cs: Rozsah hodin týdně

# scheduleDetail.lecture
source: Lecture
cs: Přednášky

# scheduleDetail.exercise
source: Exercise
cs: Cvičení

# scheduleDetail.seminar
source: Seminar
cs: Seminář

# scheduleDetail.credit-before-exam
source: Credit prior exam
cs: Záp. před zk.

# scheduleDetail.lecture-short
source: Le
cs: Př

# scheduleDetail.exercise-short
source: Exe
cs: Cv

# scheduleDetail.exam-short
source: Exa
cs: Zk

# scheduleDetail.credit-before-exam-short
source: Cr.
cs: Záp.

# scheduleDetail.course-completion
source: Form of completion
cs: Zakončení

# scheduleDetail.course-completion-type
source: Type
cs: Způsob

# scheduleDetail.course-completion-form
source: Form
cs: Forma

# scheduleDetail.course-completion-credit-before
source: Cr. prior to exam
cs: Záp. před zk.

# scheduleDetail.guarantors
source: Guarantors
cs: Garanti

# scheduleDetail.lecturers
source: Lecturers
cs: Přednášející

# scheduleDetail.seminarians
source: Seminarians
cs: Seminárníci

# scheduleDetail.practitioners
source: Practitioners
cs: Cvičící

# scheduleDetail.prerequisite-courses
source: Prerequisite courses
cs: Podmiňující předměty

# scheduleDetail.course-objectives
source: Course objectives
cs: Cíl předmětu

# scheduleDetail.requirements-on-student
source: Requirements on student
cs: Požadavky na studenta

# scheduleDetail.content
source: Content
cs: Obsah

# scheduleDetail.literature
source: Literature
cs: Literatura

# scheduleDetail.year %@
source: %@ Year of study
cs: %@. ročník

# note.placeholder
source: Write you note...
cs: Poznámka...

# note.title
source: Note
cs: Poznámka

# note.date
source: Date
cs: Datum

# note.cancel
source: Cancel
cs: Zrušit

# note.add
source: Add
cs: Přidat

# note.new-note
source: New note
cs: Nová poznámka

# note.note-title
source: Note
cs: Titulek

# note.edit-title
source: Edit note
cs: Editace poznámky

# note.save
source: Save
cs: Uložit

# note.edit
source: Edit
cs: Upravit

# note.delete
source: Delete
cs: Smazat

# university.pick-text
source: Select your university
cs: Vyber si svojí univerzitu

# canteen.title
source: Canteen
cs: Menza

# canteen.main-meal
source: Main meals
cs: Hlavní jídla

# canteen.soup
source: Soups
cs: Polévky

# canteen.no-meals
source: There are no meals served in the canteen today.
cs: Dnes nejsou v menze podávána žádná jídla.

# canteen.no-soups
source: There are no soups served in the canteen today.
cs: Dnes nejsou v menze podávány žádné polévky.

# canteen.note
source: *The prices are valid on the day of dispensing from 10:30 a.m., other days and times are approximate.
cs: *Ceny jídel jsou platné v den výdeje od 10:30 hodin, v ostatní dny a časy jsou jen orientační.

# login.change-university
source: Change university
cs: Změnit univerzitu

# login.log-in-text
source: Please log in to continue
cs: Pro pokračování se prosím přihlašte

# login.login
source: Login
cs: Přihlášení

# login.password
source: Password
cs: Heslo

# login.username
source: Username
cs: Uživatelské jméno

# login.action
source: Log in
cs: Přihlásit se

# login.fetching-data
source: Loading user's data...
cs: Načítám uživatelská data...

# login.external-action
source: Go to login
cs: Přejít na přihlášení

# login.alert-title
source: Failed to log in
cs: Nepodařilo se přihlásit

# login.unauthorized
source: Invalid login or password.
cs: Neplatné přihlašovací jméno nebo heslo.

# login.error
source: An error occurred during login. Please repeat the action later.
cs: Při přihlašování došlo k chybě. Opakujte akci prosím později.

# login.warning
source: Warning
cs: Upozornění

# login.role-warning
source: You have logged in with a role (%@) that is not fully supported (ST, VY). Some features may be restricted.
cs: Přihlásil jste se pod rolí (%@), která není plně podporovaná (ST, VY). Některé funkce mohou být omezeny.

source: Login expired
cs: Přihlášení vypršelo

# login.expired-text
source: Your login has expired. Please log in again.
cs: Platnost vašeho přihlášení vypršela. Přihlašte se prosím znovu

# schedule.no-class-today
source: You don't have any classes today! ☀️
cs: Dnes nemáš žádnou výuku! ☀️

# schedule.headline
source: Schedule
cs: Rozvrh

# exam.capacity %lld %@
source: Capacity %lld/%@
cs: Obsazenost %lld/%@

# exam.unenroll-to %@
source: Unenroll to ∙ %@
cs: Odzápis do ∙ %@

# exam.enroll-to %@
source: Enroll to ∙ %@
cs: zápis do ∙ %@

# exam.unenroll
source: Unenroll
cs: Odepsat

# exam.enroll
source: Enroll
cs: Zapsat

# exam.unenroll-error
source: You can't sign off
cs: Nelze se odepsat

# exam.enroll-error
source: Cannot be enrolled
cs: Nelze se zapsat

# exam.no-exams
source: No announced exams 🏝🏄
cs: Žádné vypsané zkoušky 🏝🏄

# exam.headline
source: Exams
cs: Zkoušky

# exam.enroll-text
source: Do you really want to enroll for the exam?
cs: Opravdu se chceš zapsat na zkoušku?

# exam.unenroll-text
source: Do you really want to uneroll from the exam?
cs: Opravdu se chceš odepsat ze zkoušky?

# exam.alert-title-log-in-success
source: Success!
cs: Je to tam!

# exam.alert-title-error
source: Error!
cs: Chyba!

# exam.error
source: There was an error when the exam was written. Please repeat the action later.
cs: Při zapsání zkoušky došlo k chybě. Opakujte akci prosím později.

# exam.log-in-success
source: You have successfully applied for the exam.
cs: Úspěšně si se přihlásil na zkoušku.

# exam.alert-title-log-out-success
source: Logged out!
cs: Odhlášeno!

# exam.log-out-success
source: You successfully checked out of the exam.
cs: Úspěšně si se odhlásil ze zkoušky.

# overview.note-cell-reaming %@
source: %@ days left
cs: Zbývá %@ dní

# overview.schedule
source: Schedule
cs: Rozvrh

# overview.headline
source: Overview
cs: Přehled

# overview.notes %lld
source: Notes (%lld)
cs: Poznámky (%lld)

# overview.show-all
source: Show all
cs: Zobrazit vše

# overview.no-notes
source: You don't have any notes 📝
cs: Nemáš žádné poznámky 📝

# overview.even-week
source: even week
cs: sudý týden

# overview.odd-week
source: odd week
cs: lichý týden

# overview.add
source: + Add
cs: + Přidat

# overview.no-class-today
source: You don't have any classes today! ☀️
cs: Dnes nemáš žádnou výuku! ☀️

# overview.class-end
source: You're done for the day! 🥳
cs: Dneska už máš padla! 🥳

# overview.today-schedule %lld
source: Today's schedule (%lld)
cs: Dnešní rozvrh (%lld)

# student.credits %d
source: %d credits
cs: %d kreditů

# student.before-exam
source: Cr. prior exam
cs: Zápočet

# student.exam
source: Exam
cs: Zkouška

# student.evaluation
source: Evaluation
cs: Hodnocení

# student.stat-credits
source: Credits
cs: Kredity

# student.stat-avg
source: Avg
cs: Průměr

# student.stat-done
source: Done
cs: Splněno

# student.stat-year
source: Year
cs: Rok

# student.winter-semester
source: Winter semester
cs: Zimní semestr

# student.summer-semester
source: Summer semester
cs: Letní semestr

# more.headline
source: More
cs: Další

# more.logout
source: Logout
cs: Odhlásit se

# common.yes
source: Yes
cs: Ano

# common.no
source: No
cs: Ne

# common.loading
source: Loading...
cs: Načítám...

# theses.title
source: Theses
cs: Kvalifikační práce

# theses.work
source: thesis
cs: práce

# theses.supervisor
source: Supervisor
cs: Vedoucí

# theses.consultant
source: Consultant
cs: Konzultant

# theses.opponent
source: Opponent
cs: Oponent

# theses.trainer
source: Trainer
cs: Školitel

# theses.empty
source: You are not listed on any theses.
cs: Nejste veden u žádné kvalifikační práce.

# settings.title
source: Settings
cs: Nastavení

# settings.common
source: Common
cs: Obecné

# settings.language
source: Language
cs: Jazyk

# settings.default
source: System
cs: Dle systému

# settings.version
source: Version
cs: Verze

# settings.about
source: About
cs: O aplikaci

# about.title
source: About
cs: O aplikaci

# about.text
source: This mobile application was created as a thesis work of Jan Čarnogurský in cooperation with IS/STAG. The aim of the work was to create a mobile application that will work for the iOS operating system and will allow communication with the IS/STAG API. This will allow the user to view the functions of the university's web portal on their mobile device.
cs: Tato mobilní aplikace vznikla jako diplomová práce Jana Čarnogurského ve spolupráci s IS/STAG. Cílem práce bylo vytvořit mobilní aplikaci, která bude fungovat pro operační systém iOS a bude umožnovat komunikaci s API IS/STAG. Díky čemuž umožní uživateli zobrazovat funkce webového portálu univerzity na svém mobilním zařízení.

# about.contact
source: All questions and comments direct to: cagy@students.zcu.cz
cs: Veškeré dotazy a připomínky směřujte na email: cagy@students.zcu.cz

# cs
source: Czech
cs: Čeština

# en
source: English
cs: Angličtina
